
[
[
    "https://dsld.od.nih.gov/label/175212",
    175212.0,
    "St. John's Wort 375 mg",
    "Swanson Premium Brand",
    "0 87614 11352 4",
    "60 Capsule(s)",
    "1 Capsule(s)",
    "Botanical [A1306]",
    "Capsule [E0159]",
    "2018-03-23",
    "On Market",
    "Suggested Use: As a dietary supplement; take one capsule per day with water between meals or as recommended by your healthcare provider.",
    "Precautions",
    "Do not use if seal is broken. Keep out of reach of children. Warning: Not recommended for pregnant or lactating women. If you are taking a prescription medication including birth control pills consult a healthcare professional before taking this product. This product may cause the skin and eyes to become photosensitive. Avoid lengthy exposure to natural sunlight or tanning salon lights. Discontinue use if reddening or inflammation of the skin develops.",
    "Gelatin; Magnesium Stearate; Microcrystalline Cellulose (Plant Fiber)"
],
[
    "https://dsld.od.nih.gov/label/175215",
    175215.0,
    "St. John's Wort 375 mg",
    "Swanson Premium Brand",
    "0 87614 11353 1",
    "120 Capsule(s)",
    "1 Capsule(s)",
    "Botanical [A1306]",
    "Capsule [E0159]",
    "2018-03-23",
    "On Market",
    "Suggested Use: As a dietary supplement; take one capsule per day with water between meals or as recommended by your healthcare provider.",
    "Precautions",
    "Do not use if seal is broken. Keep out of reach of children. Warning: Not recommended for pregnant or lactating women. If you are taking a prescription medication including birth control pills consult a healthcare professional before taking this product. This product may cause the skin and eyes to become photosensitive. Avoid lengthy exposure to natural sunlight or tanning salon lights. Discontinue use if reddening or inflammation of the skin develops.",
    "Gelatin; Magnesium Stearate; Microcrystalline Cellulose (Plant Fiber)"
],
[
    "https://dsld.od.nih.gov/label/175330",
    175330.0,
    "Beauty Collagen",
    "MyTrition",
    "7 66536 04120 6",
    "16 oz.; 473 mL",
    "1 Tbsp [(0.5 fl oz/15 mL)]",
    "Other Combinations [A1325]",
    "Liquid [E0165]",
    "2018-03-23",
    "On Market",
    "Directions: Take one (1) tablespoon (0.5 fl oz/15 mL) alone or mixed into six (6) fl oz of water or juice.",
    "Other",
    "BeautyFor radiant skinSupports strong hair & nails and soft firm skin Visit www.vitaminshoppe.com or call 1-800-223-1216 for more information and to reorder.",
    "purified Water; organic Agave Nectar; Citric Acid; mixed natural Fruit Flavor; Sodium Benzoate"    
],
[
    "https://dsld.od.nih.gov/label/175341",
    175341.0,
    "Glutathione Force II",
    "Get Healthy Again",
    "6 40841 96941 0",
    "4 fl. Oz.; 120 mL",
    "1 tsp [(24 pumps)(4 g)]",
    "Other Combinations [A1325]",
    "Liquid [E0165]",
    "2018-04-25",
    "On Market",
    "Use within 60 days of opening. Shake before use Suggested Use: Adults take 1 teaspoon daily (1 teaspoon is 24 pumps of nozzle).Can be either taken internally on an empty stomach or applied (massaged-in) through the skin. Double these amounts for 're-balancing period'; usually this is the first 60 to 90 days of use. Take extra whenever a mental or physical energy boost is required.",
    "Suggested Use",
    "Use within 60 days of opening. Shake before use Suggested Use: Adults take 1 teaspoon daily (1 teaspoon is 24 pumps of nozzle).Can be either taken internally on an empty stomach or applied (massaged-in) through the skin. Double these amounts for 're-balancing period' usually this is the first 60 to 90 days of use. Take extra whenever a mental or physical energy boost is required.",
    "This blend also includes naturally occurring (Beta-Sitosterol; Campesterol; Carotenoids; Conjugated Linoleic Acid; Eicosanoic Acid; natural Vitamin E; Palmitic Acid; Phosphatidylcholine; Phosphatidylserine; Stearic Acid; Stigmasterol; Tocotrienols)"
],
[
    "https://dsld.od.nih.gov/label/175350",
    175350.0,
    "Dr. Feel Good!",
    "SAN",
    "6 72898 44014 7",
    "24 Tablet(s)",
    "4 Tablet(s)",
    "Other Combinations [A1325]",
    "Tablet or Pill [E0155]",
    "2018-04-25",
    "On Market",
    "Recommended Use: As a dietary supplement for both men & women; take 4-8 tablets daily with food.", 
    "Precautions",
    "Caution: Temporary flushing & itching of the skin may occur. Liver function testing is recommended when niacin is taken in excess of 500 mg daily. Those with gout or liver diseases should avoid taking high doses of niacin. Consult with your doctor before using this product if you are taking anticoagulant medications. Keep out of the reach of children. Allergen Statement: Contains soy and cornManufactured in a facility that also processes egg shellfish fish soy peanuts tree nuts and milk ingredients",
    "Hydroxypropyl Cellulose; Croscarmellose Sodium; Hydroxypropyl Methylcellulose; Microcrystalline Cellulose; Stearic Acid (C18:0); Magnesium Stearate; Silicon Dioxide (SiO2); Titanium Dioxide"
],
[
    "https://dsld.od.nih.gov/label/175365",
    175365.0,
    "Dr. Feel Good!",
    "SAN",
    "6 72898 44011 6",
    "112 Tablet(s)",
    "4 Tablet(s)",
    "Other Combinations [A1325]",
    "Tablet or Pill [E0155]",
    "2018-04-25",
    "On Market",
    "Recommended Use: As a dietary supplement for both men & women; take 4-8 tablets daily with food.", 
    "Precautions",
    "Keep out of the reach of children. Caution: Temporary flushing & itching of the skin may occur. Liver function testing is recommended when niacin is taken in excess of 500 mg daily. Those with gout or liver diseases should avoid taking high doses of niacin. Consult with your doctor before using this product if you are taking anticoagulant medications. Keep away from local space heat sources such as space heaters and radiators. Do not expose to direct sunlight or leave in vehicle exposed to sunlight. Do not allow exposure to high humidity (above 65%). Allergen Statement: Contains soy and corn Manufactured in a facility that also processes egg shellfish fish soy peanuts tree nuts and milk ingredients",
    "Calcium Phosphate (Ca Phosphate); Cellulose; Stearic Acid (C18:0); Croscarmellose Sodium; Magnesium Stearate; Silicon Dioxide (SiO2); Hypromellose; Titanium Dioxide; Hydroxypropyl Cellulose; Polyethylene Glycol"
],
[
    "https://dsld.od.nih.gov/label/175369",
    175369.0,
    "Dr. Feel Good!",
    "SAN",
    "6 72898 44010 9",
    "224 Tablet(s)",
    "4 Tablet(s)",
    "Other Combinations [A1325]",
    "Tablet or Pill [E0155]",
    "2018-04-25",
    "On Market",
    "Recommended Use: As a dietary supplement for both men & women; take 4-8 tablets daily with food.", 
    "Precautions",
    "Keep out of the reach of children. Caution: Temporary flushing & itching of the skin may occur. Liver function testing is recommended when niacin is taken in excess of 500 mg daily. Those with gout or liver diseases should avoid taking high doses of niacin. Consult with your doctor before using this product if you are taking anticoagulant medications. Keep away from local space heat sources such as space heaters and radiators. Do not expose to direct sunlight or leave in vehicle exposed to sunlight. Do not allow exposure to high humidity (above 65%). Allergen Statement: Contains soy and corn Manufactured in a facility that also processes egg shellfish fish soy peanuts tree nuts and milk ingredients",
    "Cellulose; Stearic Acid (C18:0); Magnesium Stearate; Croscarmellose Sodium; Silicon Dioxide (SiO2); Confectioner's Glaze; Hydroxypropyl Cellulose; Titanium Dioxide; Hypromellose; Polyethylene Glycol; Talc; micronized Wax"
],
[
    "https://dsld.od.nih.gov/label/175375",
    175375.0,
    "Complete Vegan Protein Natural Chocolate",
    "GNC Pro Performance",
    "0 48107 17780 5",
    "38.94 oz.; 2.43 lb; 1104 Gram(s)",
    "46 Gram(s) [2 scoops]",
    "Other Combinations [A1325]",
    "Powder [E0162]",
    "2018-04-25",
    "On Market",
    "Directions: As a dietary supplement; mix 2 scoops (46 g) with 8 fl. oz. of cold water or your favorite beverage daily or post-workout. For a thicker consistency; mix in a blender with ice and fruit. For maximum results; take two servings daily. Three ways to enjoy your Complete Vegan Protein1 ShakeCombine with cold water; milk or your favorite beverage in a shaker cup2 BlendMake a delicious smoothie adding fruits; juices; peanut butter or yogurt3 EatMix powder in your oatmeal; yogurt or your favorite food",
    "Formulation",
    "Complete Vegan Protein provides 20 grams of plant-based protein that is complete with all 9 essential amino acids and whole-food-based blends to help as you strive for optimum health and exercise performance. Complete Vegan Protein also provides 8 grams of essential amino acids which are needed to build the various proteins used in the growth and repair of body tissues such as skin bones and muscle. This formula features 13 grams of clean high-quality carbs for sustained energy and 2 grams of hunger-satisfying fiber. And it includes clinically proven beet extract to enhance athletic performance. And it includes clinically proven beet extract to enhance athletic performance. Banned Substance Free V Vegan 20 g Protein150 Calories2 g Sugar8 g Essential aminos Naturally sweetened with Stevia GfGluten free Complete Vegan Protein contains:No glutenNo dairy or lactoseNo soyNon-GMONo banned substancesNo artificial flavors colors or sweetenersNo preservativesNo wheat fish or eggNo sugar alcohols",
    "Protein Blend (Chickpea powder; Navy Bean powder; Pea Protein; whole grain Brown Rice protein; whole grain Quinoa); Inulin; Essential Fatty Acid Blend (milled Chia; Flaxseed Protein); Xanthan Gum; Guar Gum; Reb A (natural Stevia leaf sweetener)"
],
[
    "https://dsld.od.nih.gov/label/175486",
    175486.0,
    "Vitamin D3 1000 IU",
    "SAN",
    "6 72898 41400 1",
    "180 Softgel(s)",
    "1 Softgel(s)",
    "Vitamin [A1302]",
    "Softgel Capsule [E0161]",
    "2018-04-25",
    "On Market",
    "Recommended Use: Take 1 softgel daily with a meal or as directed by your health care provider.",   
    "Other",
    "Description: SAN’s Vitamin D3 softgels supply recommended levels of this key vitamin in a highly-absorbable liquid softgel form. Vitamin D is normally obtained from the diet or produced by the skin from the ultraviolet energy of the sun. However it is not abundent in food. As more people avoid sun exposure Vitamin D supplementation becomes even more necessary to ensure that your body receives an adequate supply. SAN products are manufactured under GMP (Good Manufacturing Practices) standards with stringent quality control guidelines. Additionally each lot produced by SAN is independently tested for purity and potency by HPLC analysis to ensure only the highest quality ingredients in our innovative formulas. Live a vibrant life! Pure & high gradeHPLC tested & certifiedManufactured in a cGMP facility Made in the U.S.A.",
    "Olive Oil; Softgel Capsule (Gelatin; Glycerin; Water)"
],
[
    "https://dsld.od.nih.gov/label/175489",
    175489.0,
    "Vitamin D3 1000 IU",
    "SAN",
    "6 72898 41405 6",
    "360 Softgel(s)",
    "1 Softgel(s)",
    "Vitamin [A1302]",
    "Softgel Capsule [E0161]",
    "2018-04-25",
    "On Market",
    "Recommended Use: Take 1 softgel daily with a meal or as directed by your health care provider.",   
    "Other",
    "Description: SAN’s Vitamin D3 softgels supply recommended levels of this key vitamin in a highly-absorbable liquid softgel form. Vitamin D is normally obtained from the diet or produced by the skin from the ultraviolet energy of the sun. However it is not abundent in food. As more people avoid sun exposure Vitamin D supplementation becomes even more necessary to ensure that your body receives an adequate supply. SAN products are manufactured under GMP (Good Manufacturing Practices) standards with stringent quality control guidelines. Additionally each lot produced by SAN is independently tested for purity and potency by HPLC analysis to ensure only the highest quality ingredients in our innovative formulas. Live a vibrant life! Pure & high gradeHPLC tested & certifiedManufactured in a cGMP facility Made in the U.S.A.",
    "Olive Oil; Softgel Capsule (Gelatin; Glycerin; Water)"
],
[
    "https://dsld.od.nih.gov/label/175598",
    175598.0,
    "Exequel",
    "Quality Of Life",
    "8 12259 00352 3",
    "30 Vegicap(s)",
    "1 Vegetarian Capsule(s)",
    "Non-Nutrient/Non-Botanical [A1309]",
    "Capsule [E0159]",
    "2018-04-25",
    "On Market",
    "Suggested Use: Take 1 vegicap daily with a meal.",
    "Other",
    "Dry prickly skin is more than just unattractive; it's also terribly uncomfortable. Skin health Soothes dry sensitive skinImproves appearance of skin(21 mg)",
    "Tapioca Starch; Vegetable Cellulose; Leucine; Silica; Sodium Citrate"
],
[
    "https://dsld.od.nih.gov/label/175598",
    175598.0,
    "Exequel",
    "Quality Of Life",
    "8 12259 00352 3",
    "30 Vegicap(s)",
    "1 Vegetarian Capsule(s)",
    "Non-Nutrient/Non-Botanical [A1309]",
    "Capsule [E0159]",
    "2018-04-25",
    "On Market",
    "Suggested Use: Take 1 vegicap daily with a meal.",
    "Branding Statement(s)",
    "While many common remedies have unpleasant side effects or just don't work Exequel provides a safe natural and effective way to support healthy skin from the inside out. L-92 is a trademark of Asahi Calpis Wellness Co. Ltd Tokyo Japan.",
    "Tapioca Starch; Vegetable Cellulose; Leucine; Silica; Sodium Citrate"
],
[
    "https://dsld.od.nih.gov/label/175598",
    175598.0,
    "Exequel",
    "Quality Of Life",
    "8 12259 00352 3",
    "30 Vegicap(s)",
    "1 Vegetarian Capsule(s)",
    "Non-Nutrient/Non-Botanical [A1309]",
    "Capsule [E0159]",
    "2018-04-25",
    "On Market",
    "Suggested Use: Take 1 vegicap daily with a meal.",
    "Formulation",
    "Produced from a patented heat-sterilized L. acidophilus probiotic L-92; the active ingredient in Exequel; has been clinically shown to:Soothe dry sensitive skin. L-92 has been shown to soothe dry temporarily irritated skin in placebo-controlled studies conducted on both adults and children.Improve appearance of skin. The same research showed L-92 helped promote smooth clear skin.Exequel works by bringing chemical messengers of the immune system called cytokines into the right balance thus promoting healthy skin. Sterilized L. acidophilus (L-92) Non GMO This product is suitable for Vegetarians and gluten-free. This product is suitable for Vegetarians and gluten-free.",
    "Tapioca Starch; Vegetable Cellulose; Leucine; Silica; Sodium Citrate"
],
[
    "https://dsld.od.nih.gov/label/175624",
    175624.0,
    "Radiant Care 11:1",
    "Get Healthy Again",
    "6 40841 96947 2",
    "4 fl. Oz.; 120 mL",
    "1 tsp [4g or 24 pumps]",
    "Other Combinations [A1325]",
    "Liquid [E0165]",
    "2018-04-25",
    "On Market",
    "Use within 60 days of opening. Use topically for radiant skin Shake before use Suggested Use: Adults take 1 teaspoon (24 pumps) daily. Can be either taken internally or on an empty stomach or applied (massaged-in) through the skin. Double these amounts for re-balancing period; usually this is the first 60 to 90 days of use. Take extra whenever a mental or physical energy boost is required.",
    "Suggested Use",
    "Use within 60 days of opening. Use topically for radiant skin Shake before use Suggested Use: Adults take 1 teaspoon (24 pumps) daily. Can be either taken internally or on an empty stomach or applied (massaged-in) through the skin. Double these amounts for re-balancing period usually this is the first 60 to 90 days of use. Take extra whenever a mental or physical energy boost is required.",
    "This blend also includes naturally occurring (Beta-Sitosterol; Campesterol; Carotenoids; Conjugated Linoleic Acid; Eicosanoic Acid; natural Vitamin E; Palmitic Acid; Phosphatidylcholine; Phosphatidylserine; Stearic Acid; Stigmasterol; Tocotrienols)"
],
[
    "https://dsld.od.nih.gov/label/175668",
    175668.0,
    "Oligonol",
    "Quality Of Life",
    "8 12259 00303 5",
    "30 Vegicap(s)",
    "1 Vegetarian Capsule(s)",
    "Non-Nutrient/Non-Botanical [A1309]",
    "Capsule [E0159]",
    "2018-04-25",
    "On Market",
    "Suggested Use: 1 vegicap daily with a meal for circulation support and fatigue reduction. Double the dosage for visceral fat reduction.",
    "Other",
    "Poor blood circulation cell oxidation and increased tissue inflammation are three of the major sources of aging. Human studies show that Oligonol promotes circulation acts as a potent antioxidant (6900 ORAC) and supports a healthy response to inflammation:Decreases skin wrinkles & brown spotsIncreases endurance & lessens fatigueReduces visceral (belly) fatSupports cardiovascular health Healthy aging (100mg)",
    "Vegetable Cellulose; Leucine"
],
[
    "https://dsld.od.nih.gov/label/175668",
    175668.0,
    "Oligonol",
    "Quality Of Life",
    "8 12259 00303 5",
    "30 Vegicap(s)",
    "1 Vegetarian Capsule(s)",
    "Non-Nutrient/Non-Botanical [A1309]",
    "Capsule [E0159]",
    "2018-04-25",
    "On Market",
    "Suggested Use: 1 vegicap daily with a meal for circulation support and fatigue reduction. Double the dosage for visceral fat reduction.",
    "Precautions",
    "Contains Lychee (treenut). Manufactured from Lychee skin and pulp not seed. Warning: Do not use if seal is broken or missing. Keep out of reach of children. Consult your healthcare professional before use if you are pregnant or lactating have or had a medical condition or are taking prescription drugs especially blood thinners.",
    "Vegetable Cellulose; Leucine"
],
[
    "https://dsld.od.nih.gov/label/175701",
    175701.0,
    "Beauty Collagen",
    "MyTrition",
    "7 66536 04121 3",
    "120 Tablet(s)",
    "3 Tablet(s)",
    "Other Combinations [A1325]",
    "Tablet or Pill [E0155]",
    "2018-04-25",
    "On Market",
    "Directions: Take three (3) tablets twice daily on an empty stomach for maximum absorption and wait 30 minutes before eating.",
    "Other",
    "BeautyFor radiant beautySupports strong hair & nails and soft firm skin Visit www.vitaminshoppe.com or call 1-800-223-1216 for more information and to reorder.",
    "Microcrystalline Cellulose; Stearic Acid (C18:0); Vegetable Coating; Magnesium Stearate; Silicon Dioxide (SiO2); Croscarmellose Sodium"
],
[
    "https://dsld.od.nih.gov/label/175708",
    175708.0,
    "Evening Primrose Oil 1300 mg",
    "OL Olympian Labs",
    "7 10013 00062 0",
    "60 Softgel(s)",
    "1 Softgel(s)",
    "Fat/Fatty Acid [A1310]",
    "Softgel Capsule [E0161]",
    "2018-04-25",
    "On Market",
    "Suggested Use: As a dietary supplement; take one (1) softgel one to three times daily; or as directed by a healthcare professional.",
    "Other",
    "Olympian Labs Inc. products are made with the highest quality ingredients and manufactured according to current Good Manufacturing Practices (cGMP). We do not use ingredients that were produced using modern biotechnology Cold pressedNormal hormone balance supportHelps maintain healthy skinBoosted heart support Made in USA",
    "Gelatin; Glycerin; purified Water"
],
[
    "https://dsld.od.nih.gov/label/175733",
    175733.0,
    "St. John's Wort Extract",
    "Swanson Superior Herbs",
    "0 87614 14278 4",
    "120 Capsule(s)",
    "1 Capsule(s)",
    "Botanical [A1306]",
    "Capsule [E0159]",
    "2018-04-25",
    "On Market",
    "Suggested Use: As a dietary supplement; take one capsule one to three times per day with water or as recommended by your healthcare provider.",
    "Precautions",
    "Do not use if seal is broken. Keep out of reach of children. Warning: Not recommended for pregnant or lactating women. If you are taking a prescription medication including birth control pills consult a healthcare professional before taking this product. This product may cause the skin and eyes to become photosensitive. Avoid lengthy exposure to natural sunlight or tanning salon lights. Discontinue use if reddening or inflammation of the skin develops.",
    "Microcrystalline Cellulose (Plant Fiber); Gelatin; Calcium Palmitate"
],
[
    "https://dsld.od.nih.gov/label/175752",
    175752.0,
    "Niacin 100 mg",
    "Swanson Premium Brand",
    "0 87614 01043 4",
    "250 Tablet(s)",
    "1 Tablet(s)",
    "Vitamin [A1302]",
    "Tablet or Pill [E0155]",
    "2018-04-25",
    "On Market",
    "Suggested Use: As a dietary supplement; take one tablet per day with water.",
    "Precautions",
    "Do not use if seal is broken. Keep out of reach of children. Notice: Niacin may cause temporary skin flushing tingling and/or itching especially when taken on an empty stomach. This is a natural and harmless reaction.",
    "Calcium Carbonate (Acacia Gum; may contain Maltodextrin); Microcrystalline Cellulose (Plant Fiber); Stearic Acid (C18:0); Calcium Palmitate; Croscarmellose Sodium; Aqueous Film-Coating (Hydroxypropyl Methylcellulose; purified Water; Vegetable Glycerin)"
],
[
    "https://dsld.od.nih.gov/label/175843",
    175843.0,
    "Lutein",
    "OL Olympian Labs",
    "7 10013 00386 7",
    "60 Vegetarian Capsule(s)",
    "1 Capsule(s)",
    "Other Combinations [A1325]",
    "Capsule [E0159]",
    "2018-07-25",
    "On Market",
    "Suggested Use: As a dietary supplement; take one (1) capsule daily with a meal; or as directed by a healthcare professional.",
    "Formulation",
    "Lutein with Grape skin extract Vegan Allergen free No: Milk eggs fish crustaceans shellfish tree nuts peanuts wheat or soybeans. This formula does not contain sources of beta carotene as it may interfere with the absorption of lutein. Olympian Labs Lutein is a stabilized natural carotenoid extracted from marigold flowers. Lutein contains a natural ratio of Zeaxanthin.",
    "Vegetarian Capsule (HPMC); Rice Flour; Microcrystalline Cellulose (Plant Fiber); Silicon Dioxide (SiO2); Ascorbyl Palmitate"
],
[
    "https://dsld.od.nih.gov/label/175885",
    175885.0,
    "BioCell Collagen",
    "OL Olympian Labs",
    "7 10013 03049 8",
    "300 Capsule(s)",
    "3 Capsule(s)",
    "Other Combinations [A1325]",
    "Capsule [E0159]",
    "2018-05-24",
    "On Market",
    "Suggested Use: As a dietary supplement; take three (3) capsules daily; preferably on an empty stomach; or as directed by a healthcare professional.",
    "Other",
    "Olympian Labs Inc. products are made with the highest quality ingredients and manufactured according to Good Manufacturing Practices (cGMP). We do not use ingredients that were produced using modern biotechnology Clinically testedAdvanced formula Clinically shown to:Reduce fine lines & wrinklesImprove skin hydrationSupport joint comfort & mobility To view clinical studies visit: BioCellCollagen.comMade in USA",
    "Gelatin Capsule; Rice Flour; Cellulose (Plant Fiber); Ascorbyl Palmitate; Silicon Dioxide (SiO2)"  
],
[
    "https://dsld.od.nih.gov/label/175953",
    175953.0,
    "Daily Essentials Women's Multi-Vitamin",
    "OL Olympian Labs",
    "7 10013 03993 4",
    "30 Tablet(s)",
    "1 Tablet(s)",
    "Other Combinations [A1325]",
    "Tablet or Pill [E0155]",
    "2018-04-25",
    "On Market",
    "Take one a day Suggested Use: As a dietary supplement; take one (1) tablet with a meal; or as directed by a healthcare professional.",
    "Other",
    "We do not use ingredients that were produced using modern biotechnology. Made in USA Advanced formula Supports metabolismEnergy and stress supportSupport for hair skin nails",
    "Microcrystalline Cellulose; Stearic Acid (C18:0); Silica; Magnesium Stearate; Sodium Croscarmellose"
],
[
    "https://dsld.od.nih.gov/label/175962",
    175962.0,
    "Ageless",
    "OL Olympian Labs",
    "7 10013 10060 3",
    "90 Softgel(s)",
    "3 Softgel(s)",
    "Other Combinations [A1325]",
    "Softgel Capsule [E0161]",
    "2018-04-25",
    "On Market",
    "Suggested Use: As a dietary supplement; take three (3) softgels daily; or as directed by a healthcare professional.",
    "Other",
    "Olympian Labs Inc. products are made with the highest quality ingredients and manufactured according to current Good Manufacturing Practices (cGMP). Supports skin hydration & elasticityAids in reducing inflammationSupports heart health Made in USA",
    "Gelatin; Glycerin; Water; Caramel; Beeswax; Lecithin (Soy)"
],
[
    "https://dsld.od.nih.gov/label/175981",
    175981.0,
    "Greens 8 in 1 Blueberry",
    "OL Olympian Labs Lean & Healthy",
    "7 10013 03263 8",
    "28.4 Ounce(s); 805 Gram(s)",
    "16.1 Gram(s) [1 scoop]",
    "Other Combinations [A1325]",
    "Powder [E0162]",
    "2018-04-25",
    "On Market",
    "Suggested Use: Mix one (1) scoop (16.1 g) in 6 - 8 ounces of cold beverage of choice. Greens 8 In 1 with Protein can be taken once daily. As with any fiber rich drink; always follow each serving with a full glass of water.16.1 g6-8 oz",
    "Formulation",
    "Enjoy the benefits of 8 products in 1:1. Protein; maximize your absorption with plant based Organic Hypoallergenic Pea Protein Isolate and get the essential nutrients which support your optimal health. Enjoy the benefits of 8 products in 1:1. Protein; maximize your absorption with plant based Organic Hypoallergenic Pea Protein Isolate and get the essential nutrients which support your optimal health. Protein also plays a key role in increasing strength and lean muscle mass supporting a normal glucose metabolism & providing your body with energy it needs.2. Fiber; helps regulate the body's use of sugars helping to keep hunger and blood sugar in check.3. Antioxidants; found in fruits and vegetables are your best defense against the damaging effects of free radicals on your cells. Antioxidants boost your overall health brain health immune system as well as provide anti-aging benefits & help to maintain healthy skin. We measure antioxidants with the oxygen radical absorbance capacity (ORAC) lab test.4. Whole food multivitamins & minerals; support your overall health with the nutrients your body needs.5. Branched Chain Amino Acids (BCAA's); are essential for assembling proteins in your body. They also aid in muscle growth and fat loss.6. Digestive Enzymes; promote optimal digestion for better absorption & greater bioavailability.7. Probiotics; are friendly bacteria that play an important role in digestion restoring a healthy intestinal balance proper metabolism a healthy colon environment & overall health.8. Gentle detoxification & cleansing; provides amino acids & herbal detoxifiers that help maintain healthy blood & aid in the removal of destructive toxins such as heavy metals & pollutants. Made with non-GMO ingredients Plant Protein 8 gFiber 2 g Vegan Non GMODairy free No: Milk eggs fish crustaceans shellfish treenuts peanuts wheat or soybeans. Allergen freeGluten free",
    "Fructose (Beet Sugar; Cane Sugar); natural Blueberry flavor; Xylitol; Stevia extract"
],
[
    "https://dsld.od.nih.gov/label/176166",
    176166.0,
    "Women's Ultra Mega Active Without Iron",
    "GNC Pro Performance AMP",
    null,
    "30 Pak(s)",
    "2 Light Green Caplet(s)",
    "Other Combinations [A1325]",
    "Other (e.g. tea bag) [E0172]",
    "2018-04-25",
    "On Market",
    "Directions: As a dietary supplement; for optimal health benefits; take the contents of one packet daily with food every morning.",
    "Other",
    "Several high-quality non-stimulant formulas in one convenient pack for maximum training support to help you maintain a lean beautifully sculpted physique. Fuel muscle 1Multivitamin with 39 quality nutrients Clinically researchedIncludes multivitamin plus non-stim metabolism and lean muscle supportHelps regulate excess water and supports healthy hair skin and nails Each pak contains: Actual Size In a randomized double-blind placebo-controlled study of 112 healthy volunteers subjects taking the GNC vitamin and mineral blends for six weeks experienced significant improvements in serum levels of certain key nutrients compared to a placebo and a basic multivitamin formula based upon multivariate statistical analyses of a group of B vitamins (thiamin niacin riboflavin pantothenic acid biotin folic acid and vitamins B-6 and B-12) and key antioxidants and carotenoids (a group of beta-carotene alpha-tocopherol selenium lutein and lycopene). Statistical improvements in SF-36 Vitality and Mental Health scores were also observed compared to placebo. Our quality commitment to youSince 1935 our mission as the industry leader has been to provide you with the highest-quality nutritional supplements. We continue to stand behind this mission. If you’re not 100% satisfied with your purchase return the unused portion of the product with your receipt within 30 days and we’ll either refund your money or find you a replacement product that is right for you. ",
    "Cellulose; Stearic Acid (C18:0); Magnesium Stearate; Titanium Dioxide; natural Vanilla Mint flavor; Talc; Chlorophyll; Stevia leaf extract"
],
[
    "https://dsld.od.nih.gov/label/176168",
    176168.0,
    "Decaf Thermo Igniter 12X",
    "GNC Pro Performance AMP",
    null,
    "30 Pak(s)",
    "1 Yellow Caplet(s)",
    "Other Combinations [A1325]",
    "Other (e.g. tea bag) [E0172]",
    "2018-04-25",
    "On Market",
    "Directions: As a dietary supplement; for optimal health benefits; take the contents of one packet daily with food every morning. On workout days; for individuals looking to maximize energy production; the Decaf Thermo Igniter 12X (yellow caplet) can be taken 30-60 minutes prior to exercise.",
    "Other",
    "Several high-quality non-stimulant formulas in one convenient pack for maximum training support to help you maintain a lean beautifully sculpted physique. Decaf Thermo Igniter 12xThis non-stimulant formula supports metabolism with a mix of high-quality fruit and herbal extracts. Support metabolism 2Non-stimulant with potent extracts Clinically researchedIncludes multivitamin plus non-stim metabolism and lean muscle supportHelps regulate excess water and supports healthy hair skin and nails Each pak contains: In a randomized double-blind placebo-controlled study of 112 healthy volunteers subjects taking the GNC vitamin and mineral blends for six weeks experienced significant improvements in serum levels of certain key nutrients compared to a placebo and a basic multivitamin formula based upon multivariate statistical analyses of a group of B vitamins (thiamin niacin riboflavin pantothenic acid biotin folic acid and vitamins B-6 and B-12) and key antioxidants and carotenoids (a group of beta-carotene alpha-tocopherol selenium lutein and lycopene). Statistical improvements in SF-36 Vitality and Mental Health scores were also observed compared to placebo. Conforms to USP <2091> for weight. Meets USP <2040> disintegration.Actual size Our quality commitment to youSince 1935 our mission as the industry leader has been to provide you with the highest-quality nutritional supplements. We continue to stand behind this mission. If you’re not 100% satisfied with your purchase return the unused portion of the product with your receipt within 30 days and we’ll either refund your money or find you a replacement product that is right for you.",  
    "Lactose; Cellulose; Crospovidone; Sodium Starch Glyconate; Stearic Acid (C18:0); Silica; Magnesium Stearate; Titanium Dioxide; Vegetable Acetoglycerides; Riboflavin"
],
[
    "https://dsld.od.nih.gov/label/176175",
    176175.0,
    "CLA",
    "GNC Pro Performance AMP",
    null,
    "30 Pak(s)",
    "4 Yellow Softgel Capsule(s)",
    "Fat/Fatty Acid [A1310]",
    "Softgel Capsule [E0161]",
    "2018-04-25",
    "On Market",
    "Directions: As a dietary supplement; for optimal health benefits; take the contents of one packet daily with food every morning.",
    "Other",
    "Several high-quality non-stimulant formulas in one convenient pack for maximum training support to help you maintain a lean beautifully sculpted physique. Lean muscle 3CLA for healthy body comp support Clinically researchedIncludes multivitamin plus non-stim metabolism and lean muscle supportHelps regulate excess water and supports healthy hair skin and nails Each pak contains: In a randomized double-blind placebo-controlled study of 112 healthy volunteers subjects taking the GNC vitamin and mineral blends for six weeks experienced significant improvements in serum levels of certain key nutrients compared to a placebo and a basic multivitamin formula based upon multivariate statistical analyses of a group of B vitamins (thiamin niacin riboflavin pantothenic acid biotin folic acid and vitamins B-6 and B-12) and key antioxidants and carotenoids (a group of beta-carotene alpha-tocopherol selenium lutein and lycopene). Statistical improvements in SF-36 Vitality and Mental Health scores were also observed compared to placebo. Conforms to USP <2091> for weight. Meets USP <2040> disintegration. CLA is a naturally derived oil; you may notice minor color variation in softgels.Actual size Our quality commitment to youSince 1935 our mission as the industry leader has been to provide you with the highest-quality nutritional supplements. We continue to stand behind this mission. If you’re not 100% satisfied with your purchase return the unused portion of the product with your receipt within 30 days and we’ll either refund your money or find you a replacement product that is right for you.",
    "Gelatin; Glycerin"
],
[
    "https://dsld.od.nih.gov/label/176178",
    176178.0,
    "Waterex",
    "GNC Pro Performance AMP",
    null,
    "30 Pak(s)",
    "1 Gray Filled Capsule(s)",
    "Botanical with Nutrients [A1317]",
    "Capsule [E0159]",
    "2018-04-25",
    "On Market",
    "Directions: As a dietary supplement; for optimal health benefits; take the contents of one packet daily with food every morning.",
    "Other",
    "Several high-quality non-stimulant formulas in one convenient pack for maximum training support to help you maintain a lean beautifully sculpted physique. Regulate water 4Water regulating complex Clinically researchedIncludes multivitamin plus non-stim metabolism and lean muscle supportHelps regulate excess water and supports healthy hair skin and nails Each pak contains: In a randomized double-blind placebo-controlled study of 112 healthy volunteers subjects taking the GNC vitamin and mineral blends for six weeks experienced significant improvements in serum levels of certain key nutrients compared to a placebo and a basic multivitamin formula based upon multivariate statistical analyses of a group of B vitamins (thiamin niacin riboflavin pantothenic acid biotin folic acid and vitamins B-6 and B-12) and key antioxidants and carotenoids (a group of beta-carotene alpha-tocopherol selenium lutein and lycopene). Statistical improvements in SF-36 Vitality and Mental Health scores were also observed compared to placebo. Conforms to USP <2091> for weight. Meets USP <2040> disintegration.Actual size Our quality commitment to youSince 1935 our mission as the industry leader has been to provide you with the highest-quality nutritional supplements. We continue to stand behind this mission. If you’re not 100% satisfied with your purchase return the unused portion of the product with your receipt within 30 days and we’ll either refund your money or find you a replacement product that is right for you.",
    "Cellulose; Gelatin; Magnesium Stearate; Silica; Calcium Silicate"
],
[
    "https://dsld.od.nih.gov/label/176179",
    176179.0,
    "Biotin 5000",
    "GNC Pro Performance AMP",
    null,
    "30 Pak(s)",
    "1 White Capsule(s)",
    "Vitamin [A1302]",
    "Capsule [E0159]",
    "2018-04-25",
    "On Market",
    "Directions: As a dietary supplement; for optimal health benefits; take the contents of one packet daily with food every morning.",
    "Other",
    "Several high-quality non-stimulant formulas in one convenient pack for maximum training support to help you maintain a lean beautifully sculpted physique. Biotin 5000Restore this important water-soluble nutrient to complement your best body with great hair skin and nails. Biotin 5000 supports beauty from within. Clinically researchedIncludes multivitamin plus non-stim metabolism and lean muscle supportHelps regulate excess water and supports healthy hair skin and nails In a randomized double-blind placebo-controlled study of 112 healthy volunteers subjects taking the GNC vitamin and mineral blends for six weeks experienced significant improvements in serum levels of certain key nutrients compared to a placebo and a basic multivitamin formula based upon multivariate statistical analyses of a group of B vitamins (thiamin niacin riboflavin pantothenic acid biotin folic acid and vitamins B-6 and B-12) and key antioxidants and carotenoids (a group of beta-carotene alpha-tocopherol selenium lutein and lycopene). Statistical improvements in SF-36 Vitality and Mental Health scores were also observed compared to placebo. Conforms to USP <2091> for weight. Meets USP <2040> disintegration.Actual size Our quality commitment to youSince 1935 our mission as the industry leader has been to provide you with the highest-quality nutritional supplements. We continue to stand behind this mission. If you’re not 100% satisfied with your purchase return the unused portion of the product with your receipt within 30 days and we’ll either refund your money or find you a replacement product that is right for you.",
    "Cellulose; Gelatin; Talc; Calcium Silicate; Magnesium Stearate"
],
[
    "https://dsld.od.nih.gov/label/176180",
    176180.0,
    "Lipo6 Aqua Loss",
    "Nutrex Research UltraFit Series",
    "8 57839 00608 2",
    "80 Capsule(s)",
    "4 Capsule(s)",
    "Botanical with Nutrients [A1317]",
    "Capsule [E0159]",
    "2018-08-31",
    "On Market",
    "Recommended Use: Take 4 capsules twice a day with 8 oz of water; morning and afternoon. We suggest using this product for 5 consecutive days to achieve your desired loss of excess subcutaneous water. Drink at least 6-8 glasses of water a day. Do not exceed recommended dosage.",
    "Other",
    "Aqua Loss Product HighlightsMaximum strength natural diureticEffective same day water lossHelps reduce bloat and enhance definitionWith key electrolytes for healthy fluid balanceSafe & effective resultsWorks for men & women Aqua Loss is a fast-acting natural diuretic that helps to eliminate excess water from the body. It helps reduce bloat and enhance definition by supporting subcutaneous water loss (from beneath the skin). Aqua Loss contains key electrolytes to help maintain muscle strength and fullness. Maximum strength water lossNatural diureticReduces water & bloat Regular exercise and proper nutrition are essential for achieving your weight loss & physique goals. As individuals vary so may results from using this product.",
    "Hypromellose; Magnesium Stearate; Silica; Titanium Dioxide"
],
[
    "https://dsld.od.nih.gov/label/176249",
    176249.0,
    "Ultra Mega Green Women's Multivitamin",
    "GNC SuperFoods",
    "0 48107 16647 2",
    "30 Pack(s)",
    "2 Light Green Caplet(s)",
    "Other Combinations [A1325]",
    "Other (e.g. tea bag) [E0172]",
    "2018-04-25",
    "On Market",
    "Directions: As a dietary supplement; take the contents of one pack daily with food.",
    "Formulation",
    "No artificial colors no artificial flavors no wheat gluten free no soy no dairy. Gluten free Vegetarian Formula Non GMO Women's health Enhanced with cranberry for urinary health. Includes antioxidants from a clinically researched fruit and vegetable blend and clinically researched Lutemax lutein to defend against cell aging. Has biotin and lutein to support healthy hair skin and nails.",
    "Cellulose; Niacinamide; Ascorbic Acid; Calcium Ascorbate; Zinc Oxide; Calcium Carbonate (Ca Carbonate; CaCO3); D-Alpha-Tocopherol; Selenium Yeast; D-Calcium Pantothenate; Magnesium Oxide; Stearic Acid (C18:0); Dicalcium Phosphate; Pyridoxine Hydrochloride (Pyridoxine HCl); Silicon Dioxide (SiO2); Copper Sulfate; Manganese Sulfate; Magnesium Stearate; Calcium D-Pantothenate (Ca D-Pantothenate; Ca Pantothenate; Calcium Pantothenate); Beta-Carotene; Methylcobalamin; Titanium Dioxide; Zinc Oxide (Zn Oxide); Riboflavin; Ergocalciferol; Pyridoxine Hydrochloride; Vitamin A Palmitate; Vegetable Acetoglycerides; Thiamine Hydrochloride; Niacinamide; Phytonadione; Phytonadione; Magnesium HPC; Folic Acid; Potassium Iodide; Thiamine Hydrochloride (Thiamine HCl); Chromium Chloride; Riboflavin; Biotin; Sodium Selenate; Copper Sulfate; Chromium Chloride; Sodium Molybdate; Molybdenum HPC; Chlorophyll; Cyanocobalamin"
],
[
    "https://dsld.od.nih.gov/label/176260",
    176260.0,
    "Avlimil Multi",
    "Vianda",
    "8 55860 00217 2",
    "60 Capsule(s)",
    "2 Capsule(s)",
    "Other Combinations [A1325]",
    "Capsule [E0159]",
    "2018-08-31",
    "On Market",
    "Directions: Take two capsules daily.",
    "Other",
    "Live longer. Live stronger.  A fusion of essential vitamins minerals and botanicals Avlimil Multi's antioxidants are fully complemented by premium nutrients that help protect you from oxidative stress and keep you healthy and strong so you can pursue all of life's passions! Unconditionally guaranteed for purity freshness and label potency. Virand brands should be taken as part of a healthy lifestyle. Individual results my vary. Comprehensive multi-nutrient promotes bones breast heart and skin health. Antioxidant botanical & mineral infusion.",
    "Stearic Acid (C18:0); Magnesium Stearate; Silicon Dioxide (SiO2)"
],
[
    "https://dsld.od.nih.gov/label/176273",
    176273.0,
    "Beauty Antioxidant Stress & Immune",
    "GNC SuperFoods",
    "0 48107 16647 2",
    "30 Pack(s)",
    "1 Capsule(s)",
    "Other Combinations [A1325]",
    "Capsule [E0159]",
    "2018-08-31",
    "On Market",
    "Directions: As a dietary supplement; take the contents of one pack daily with food.",
    "Formulation",
    "No artificial colors no artificial flavors no wheat gluten free no soy no dairy. Gluten free Vegetarian Formula Non GMO Includes antioxidants from a clinically researched fruit and vegetable blend and clinically researched Lutemax lutein to defend against cell aging. Has biotin and lutein to support healthy hair skin and nails.",
    "Cellulose; Vegetable Cellulose Capsule; Stearic Acid (C18:0); Magnesium Stearate; Silicon Dioxide (SiO2)"
],
[
    "https://dsld.od.nih.gov/label/176309",
    176309.0,
    "Thyroid Care",
    "Terry Naturally",
    "3 67703 25506 0",
    "60 Capsule(s)",
    "1 Capsule(s)",
    "Other Combinations [A1325]",
    "Capsule [E0159]",
    "2018-08-31",
    "On Market",
    "Recommendations: 1-2 capsules daily in the morning on an empty stomach. For long-term use; consult a healthcare practitioner.",
    "Other",
    "Money-back guarantee Supports thyroid and complete metabolic functionFor your good health Terry Rejuvenate your thyroid!Thyroid health affects many aspects of our lives: daily energy metabolism hair and skin and overall vital sense of well-being. Your thyroid needs nutrientsThe thyroid is a butterfly-shaped gland that creates the hormones we need to stay healthy. But age environmental factors and family history can affect its performance. In conjunction with a healthy diet and exercise regimen BX25506.03",
    "Microcrystalline Cellulose; Hydroxypropyl Methylcellulose; Silica"
],
[
    "https://dsld.od.nih.gov/label/176316",
    176316.0,
    "Bomba V",
    "Essential Source",
    "7 05105 12846 7",
    "60 Rapid Response Tablet(s)",
    "2 Tablet(s)",
    "Other Combinations [A1325]",
    "Tablet or Pill [E0155]",
    "2018-08-31",
    "On Market",
    "Directions: For Immediate Effect: Take 2 rapid response tablets; 45 minutes prior to activity.For Continued And Cumulative Effect: Take 2 rapid response tablets daily. Bomba V was formulated to help you achieve improved results over time. Do not exceed recommended dosage. We recommend trying one pill; for those who know they have a sensitivity to herbal extracts; as some may see more effect than others.",
    "Other",
    "The efficacy of this product has not been confirmed by research and traditional uses do not establish that this product will achieve any claimed result.This product was manufactured in a GMP approved facility. Natural enhancementAdvanced formula!Improve performanceBoost testosteroneIncrease desire Essential Source has also made advances in these categories: Liquid multi vitamins hair regrowth skin rejuvenation natural sleep aides vitamin B12 delivery and much more! 90 Day ChallengeWe are confident that Bomba V will have you feeling and performing like a new man. Your partner will see the difference! Just use Bomba V consistently for 90 days and we'll give you a fourth month free! See the Essential Source website for details.",
    "Stearic Acid (C18:0); Modified Cellulose; Calcium Phosphate (Ca Phosphate); Cellulose; Silicon Dioxide (SiO2); Aqueous Vegetable Coating"
],
[
    "https://dsld.od.nih.gov/label/176359",
    176359.0,
    "Vivora",
    "Vianda",
    "3 51821 00949 0",
    "60 Softgel Capsule(s)",
    "1 Softgel Capsule(s)",
    "Fat/Fatty Acid [A1310]",
    "Softgel Capsule [E0161]",
    "2018-04-25",
    "On Market",
    "Directions: Take one softgel capsule four times daily. Vianda brands should be taken as part of a healthy lifestyle and individual results may vary.",
    "Formulation",
    "Vivora contains EPA and DHA Omega-3 essential fatty acids that are recognized for promoting health which effects heart health joint comfort cognitive function and beautiful skin. For your health: There are no added sugars yeast preservatives or artificial flavors. EPA DHA Contains: Fish (anchovy sardine mackerel).",      
    "Gelatin; Glycerin; purified Water; Mixed Tocopherols"
],
[
    "https://dsld.od.nih.gov/label/176445",
    176445.0,
    "Feverfew Extract 500 mg",
    "Swanson Superior Herbs",
    "0 87614 14267 8",
    "60 Capsule(s)",
    "1 Capsule(s)",
    "Botanical [A1306]",
    "Capsule [E0159]",
    "2018-04-25",
    "On Market",
    "Suggested Use: As a dietary supplement; take one capsule per day with water.",
    "Precautions",
    "Do not use if seal is broken. Keep out of reach of children. Warning: Do not take this product if you are pregnant or nursing. Discontinue use if you experience oral discomfort or skin irritation.",
    "Gelatin; Maltodextrin; Rice Flour; Calcium Palmitate"
],
[
    "https://dsld.od.nih.gov/label/176527",
    176527.0,
    "Radiance Boost",
    "Nutri-Rich",
    "6 19176 10051 5",
    "180 Softgel(s)",
    "3 Softgel(s)",
    "Other Combinations [A1325]",
    "Softgel Capsule [E0161]",
    "2018-04-25",
    "On Market",
    "Take daily to maintain your inner radiance. Directions: Take 3 softgels daily.",
    "Other",
    "Biotin is a coenzyme and a type of B vitamin (aka vitamin H) that has been shown to support shiny lustrous hair glowing skin and strong nails. Made in the USA Third-party quality testedNSF GMP certified facility Supports healthy and strong hair skin and nails.",
    "Soybean Oil; Lecithin; Beeswax; Gelatin; Glycerin; purified Water; Vegetable juice; Titanium Dioxide"
],
[
    "https://dsld.od.nih.gov/label/176557",
    176557.0,
    "A-Mulsion Citrus Flavour",
    "Genestra Brands",
    "883196 12681",
    "30 mL Liquid",
    "0.027 mL",
    "Vitamin [A1302]",
    "Liquid [E0165]",
    "2018-04-25",
    "On Market",
    "Recommended Adult Dose: Take one drop daily; or as recommended by your healthcare practitioner. For oral use only.",
    "Other",
    "Quality Assurance: Safety-sealed for your protection and for product freshness. A factor in the maintenance of good health. Helps maintain eyesight skin membranes and immune function; helps in the development and maintenance of night vision bones and teeth and helps prevent vitamin A deficiency.",
    "purified Water; Xylitol; Tapioca Starch; Lemon Oil; Xanthan Gum; Mixed Tocopherols; Citric Acid; Potassium Sorbate; Stevia leaf extract (Glucosylsteviosides)"
],
[
    "https://dsld.od.nih.gov/label/176565",
    176565.0,
    "Super C 500 mg",
    "Nutri-Rich",
    "6 19176 10111 6",
    "90 Softgel(s)",
    "1 Softgel(s)",
    "Other Combinations [A1325]",
    "Softgel Capsule [E0161]",
    "2018-04-25",
    "On Market",
    "Directions: Take 1 softgel daily.",
    "Other",
    "Your immune system can always use a helping hand. Citrus bioflavonoids are polyphenolic compounds found in the skins of fruit that work together with vitamin c to help protect you from free radicals and cell damage. Made in the USA Third-party quality testedNSF GMP certified facility Supports immunity collagen production and tissue repair.Powerful antioxidants may protect against cell damage.",
    "Beeswax; Sunflower Lecithin; extra virgin Olive Oil; Gelatin; Glycerin; purified Water; Carob"     
]
]
